app/controllers/movies_controller.rb

	def show
		@movie = Movie.find(params[:id])
		@actors = Actor.all
---
SELECT  "movies".* FROM "movies" WHERE "movies"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
SELECT "actors".* FROM "actors"